<?php
/**
 * System messages translation for CodeIgniter(tm)
 *
 * @author    CodeIgniter community
 * @copyright    Copyright (c) 2014-2018, British Columbia Institute of Technology (http://bcit.ca/)
 * @license    http://opensource.org/licenses/MIT	MIT License
 * @link    https://codeigniter.com
 */
return [

    'date_year' => '年',
    'date_years' => '年',
    'date_month' => '月',
    'date_months' => '月',
    'date_week' => '周',
    'date_weeks' => '周',
    'date_day' => '天',
    'date_days' => '天',
    'date_hour' => '时',
    'date_hours' => '时',
    'date_minute' => '分',
    'date_minutes' => '分',
    'date_second' => '秒',
    'date_seconds' => '秒',

    'UM12' => '(UTC -12:00) 贝克 / 霍德兰岛',
    'UM11' => '(UTC -11:00) 纽埃',
    'UM10' => '(UTC -10:00) 夏威夷-阿留申标准时间，库克群岛、塔希提岛',
    'UM95' => '(UTC -9:30) 马克萨斯群岛',
    'UM9' => '(UTC -9:00) 阿拉斯加标准时间，甘比尔群岛',
    'UM8' => '(UTC -8:00) 太平洋标准时间，大学岛',
    'UM7' => '(UTC -7:00) 山区标准时间',
    'UM6' => '(UTC -6:00) 中央标准时间',
    'UM5' => '(UTC -5:00) 东部标准时间，加勒比海西部标准时间',
    'UM45' => '(UTC -4:30) 委内瑞拉标准时间',
    'UM4' => '(UTC -4:00) 大西洋标准时间，加勒比海东部标准时间',
    'UM35' => '(UTC -3:30) 纽芬兰标准时间',
    'UM3' => '(UTC -3:00) 阿根廷、巴西、法属圭亚那、乌拉圭',
    'UM2' => '(UTC -2:00) 南乔治亚岛和南桑威奇群岛',
    'UM1' => '(UTC -1:00) 亚速尔群岛、佛得角群岛',
    'UTC' => '(UTC) 格林威治标准时间，西欧时间',
    'UP1' => '(UTC +1:00) 欧洲中部时间，西非时间',
    'UP2' => '(UTC +2:00) 中部非洲时间，东欧时间，加里宁格勒蒂姆时间',
    'UP3' => '(UTC +3:00) 莫斯科时间，东非时间，阿拉伯标准时间',
    'UP35' => '(UTC +3:30) 伊朗标准时间',
    'UP4' => '(UTC +4:00) 阿塞拜疆标准时间，萨马拉时间',
    'UP45' => '(UTC +4:30) 阿富汗',
    'UP5' => '(UTC +5:00) 巴基斯坦标准时间，叶卡捷琳堡时间',
    'UP55' => '(UTC +5:30) 印度标准时间、斯里兰卡时间',
    'UP575' => '(UTC +5:45) 尼泊尔时间',
    'UP6' => '(UTC +6:00) 孟加拉国标准时间，不丹时间，鄂木斯克时间',
    'UP65' => '(UTC +6:30) 缅甸',
    'UP7' => '(UTC +7:00) 克拉斯诺雅茨克时间，柬埔寨、老挝、泰国、越南',
    'UP8' => '(UTC +8:00) 中华人民共和国(北京,上海,香港,台湾),澳大利亚',
    'UP875' => '(UTC +8:45) 澳大利亚中央西部标准时间',
    'UP9' => '(UTC +9:00) 日本标准时间，韩国标准时间，雅库茨克时间',
    'UP95' => '(UTC +9:30) 澳大利亚中部标准时间',
    'UP10' => '(UTC +10:00) 澳大利亚东部标准时间，符拉迪沃斯托克时间',
    'UP105' => '(UTC +10:30) 豪勋爵岛',
    'UP11' => '(UTC +11:00) 中科雷姆斯克时间，所罗门群岛，瓦努阿图',
    'UP115' => '(UTC +11:30) 诺福克岛',
    'UP12' => '(UTC +12:00) 斐济，吉尔伯特群岛，堪察加时间，新西兰标准时间',
    'UP1275' => '(UTC +12:45) 查塔姆群岛标准时间',
    'UP13' => '(UTC +13:00) 萨摩亚时区，凤凰岛时间，汤加',
    'UP14' => '(UTC +14:00) 莱恩群岛',
];